import React, {Component} from 'react';

export default class Faq extends Component {
    render = () => {
        return (
            <section id="viewAds" className="viewAds">
                <h1 className="titleForm">Често задавани въпроси</h1>

                <div className="ads" id="faqContent">
                    <h3 className="faqTitle">Създаване на поръчка през сайта:</h3>
                    <p className="faqText">
                        1. Избирате размер, марка, модел и брой на гумите<br/>
                        2. Попълвате данните за доставка (нужно е да сте регистриран потребител)<br/>
                        3. Съгласяване с „Общите условия“ , при създаването на поръчката.<br/>
                        4. С натискането на бутон „Купи“, Вие заявявате поръчката си.<br/>
                        5. Ако всичко е наред с попълването на поръчката Ви, ще получите потвърждение по имейла Ви с данните, които сте генерирали.<br/>
                        *** Ако не получите такъв, то не сте я завършили или сте написали грешен имейл.</p>

                    <h3 className="faqTitle">Начини на плащане:</h3>
                    <p className="faqText">1. Наложен платеж: (плаща се на куриера)</p>

                    <h3 className="faqTitle">Потвърждение на поръчката и изпращане:</h3>
                    <p className="faqText">Служител от онлайн магазина ще се свърже с Вас за потвърждение на поръчката.<br/>
                        След потвърждение на поръчката от Ваша страна, ние ще Ви я изпратим.<br/>
                        Всички поръчки, направени до 15:00 ч. се обработват в същия ден, поръчки направени след този час, се обработват и изпращат на другия ден.
                    </p>

                    <h3 className="faqTitle">Работно време на онлайн магазина:</h3>
                    <p className="faqText">Понеделник - Петък: 8:30 - 17:30ч.<br/>
                        Събота: Почивен ден<br/>
                        Неделя: Почивен ден<br/>
                        *** Поръчките, направени в събота и неделя, се обработват в понеделник.</p>

                    <h3 className="faqTitle">Срок за доставка:​​</h3>
                    <p className="faqText">В слаб сезон: 1-2 дни<br/>
                        В силен сезон: 1-3 дни<br/>
                        Възможно е и по-голямо забавяне, когато пратката е до по-малки населени места, в които се доставят в определени дни.<br/>
                        *** Фирма „Tire Mania“ ООД не носи отговорност при по-голямо забавяне на пратките, от страна на куриерските фирми.
                    </p>

                    <h3 className="faqTitle">Цена на доставка:</h3>
                    <p className="faqText">3.60 лв. на бр. гума с ДДС.<br/>
                        *** Доставките се извършват с куриерски фирми: Спиди (адрес или офис), Транспрес (адрес) и ОК Експрес (адрес).<br/>
                        *** Ако желаете да закупите гуми от наш център НЕ се прави поръчка през сайта, а се отива на място!
                    </p>

                    <h3 className="faqTitle">Връщане на гуми:</h3>
                    <p className="faqText">Всеки, който е закупил гуми от Електронния магазин на фирма Tire Mania, може да върне гумите в срок от 14 дни.<br/>
                        При отказ на пратката, получателят трябва да заплати куриерските услуги, освен ако причината за връщане не е повреда на цялостта на гумите, липса на брой гуми или несъответствие на получената стока.<br/>
                        Гумите трябва да се върнат с всички съпътстващи ги документи.
                    </p>
                </div>
            </section>
        )
    }
}